/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Erreur d’analyse %1$zd, Description : %2$@, Ligne : %3$zd, Colonne : %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Erreur de validation %1$zd, Description : %2$@, Ligne : %3$zd, Colonne : %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Erreur d’analyse MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Erreur de validation MusicXML";

/* Error message */
"Compressed MusicXML file seems to be malformed (could not find ‘full-path’)" = "Le format du fichier MusicXML compressé semble incorrect (impossible de trouver la balise « full-path »).";

/* Error message */
"Could not create temporary conversion file" = "Impossible de créer un fichier de conversion temporaire";

/* Error message */
"Could not decompress (compressed MusicXML file)" = "Impossible de décompresser (fichier MusicXML compressé)";

/* Error message */
"File is not a MusicXML File" = "Ceci n’est pas un fichier MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "Le fichier MusicXML contient la valeur zéro ou négative en guise de « divisions »";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Ré";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* Scale Type Popup Menu */
"Chromatic" = "Chromatique";

/* Scale Type Popup Menu */
"Custom" = "Personnalisé";

/* Scale Type Popup Menu */
"Dorian" = "Dorienne";

/* Scale Type Popup Menu */
"Harmonic Minor" = "Gamme mineure harmonique";

/* Scale Type Popup Menu */
"Japanese#sct" = "Japonais";

/* Scale Type Popup Menu */
"Klezmer" = "Klezmer";

/* Scale Type Popup Menu */
"Locrian" = "Locrienne";

/* Scale Type Popup Menu */
"Lydian" = "Lydienne";

/* Scale Type Popup Menu */
"Major" = "Majeure";

/* Scale Type Popup Menu */
"Major + b7" = "Majeur + Si7";

/* Scale Type Popup Menu */
"Major Blues" = "Majeure blues";

/* Scale Type Popup Menu */
"Major Pentatonic" = "Maj. pentatonique";

/* Scale Type Popup Menu */
"Major/Minor" = "Majeure/Mineure";

/* Scale Type Popup Menu */
"Melodic Minor" = "Mineure mélodique";

/* Scale Type Popup Menu */
"Minor Blues" = "Mineure blues";

/* Scale Type Popup Menu */
"Minor Pentatonic" = "Min. pentatonique";

/* Scale Type Popup Menu */
"Mixolydian" = "Mixolydienne";

/* Scale Type Popup Menu */
"Natural Minor" = "Mineure naturelle";

/* Scale Type Popup Menu */
"Phrygian" = "Phrygienne";

/* Scale Type Popup Menu */
"South-East Asian" = "Sud-est asiatique";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Accord normal de guitare à 6 cordes";
